Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1077_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Teâđtõs Sajoozz sååbbar- da vuõiggnuʹbbeemtekniikk di Sääʹmteeʹǧǧ såbbri simultaantuʹlǩǩummuž da vuõiggnubbummuž pirr
fin: Tiedote Sajoksen kokous- ja suoratoistotekniikasta sekä Saamelaiskäräjien kokousten simultaanitulkkauksesta ja suoratoistosta

source: Sajoozz sååbbarteknikk oudd vuäittmõõžž takai veeidasvuõđâst tuʹlǩǩummša kuuđ jeeʹres ǩiõʹlle da tõt lij veeideemnalla hieʹlǩeld lååi ǩiõʹlle.
fin: Sajoksen kokoustekniikka mahdollistaa normaalilaajuudessaan tulkkauksen kuudelle eri kielelle ja on laajennettavissa helposti kymmeneen kieleen.

source: Sajoozzâst liâ õhttseʹžže åʹhcc tuʹlǩǩeemlõnnjâd – nellj parlameʹnttkueʹrnec Soljust da vitt auditoria Dollast.
fin: Sajoksessa on yhteensä yhdeksän tulkkauskoppia - neljä parlamenttisali Soljussa ja viisi auditorio Dollassa.

source: Sajoozz parlameʹnttkueʹrnec Soljust liâ ââʹnnmest kueiʹtnallšem tuʹlǩǩeem- da sååbbaraparaatt.
fin: Sajoksen parlamenttisali Soljussa on käytössä kahdenlaisia tulkkaus- ja kokouslaitteita.

source: Såbbra vuässõõđi âʹnne pårdda pijjum straaŋgteʹmes sååbbaraparaattid, koin liâ mikrofoon da šäiʹǧǧem-mašina lââʹssen jm. jiõnstem- da tuʹlǩǩeemtuåim.
fin: Kokoukseen osallistuvat käyttävät pöydälle sijoitettuja langattomia kokouslaitteita, joissa on mikrofonin ja kaiuttimen lisäksi mm. äänestys- ja tulkkausominaisuudet.

source: Kuvddleeʹjin liâ ââʹnnmest uʹccnallšem tuʹlǩǩeemvuâsttavaʹlddi, kook tuåimmje straaŋgteʹmes infraruõpsstekniikk ââʹneeʹl.
fin: Yleisöllä on käytössä pienikokoiset tulkkausvastaanottimet, jotka toimivat langattomasti infrapunatekniikkaa käyttäen.

source: Seämma tek-nikk lij ââʹnnmest še auditorio Dollast da määŋgtuåimmkueʹrnec Dollagáddist.
fin: Sama tekniikka on käytössä myös auditorio Dollassa ja monitoimisali Dollagáddissa.

source: Lõõnjin ââʹnet såbbar aparaatti lââʹssen taarbšeʹmmen še straaŋgteʹmes mikrofoonid da jeeʹres jiõnnaalǥid, mâʹte teâttmašina Skype-õhttvuõđ leʹbe videosaaǥǥstõõllâmaparaatt.
fin: Tiloissa käytetään kokouslaitteiden lisäksi tarvittaessa myös langattomia mikrofoneja ja muitakin äänilähteitä, kuten tietokoneen Skype-yhteyttä tai videoneuvottelulaitteistoa.

source: Täi jiõnn lij vuäittmõõžžâst vuäǯǯad še tuulkid da tõn mieʹldd mainstummuž jåårǥlâʹttem oʹnnast.
fin: Näiden ääni on mahdollista saada myös tulkeille ja siten kaiken sisällön kääntäminen onnistuu.

source: Teʹl ko lõõn-jin jiâ leäkku mikrofoon, tuulk jiâ kuul ni mâiʹd, ij-ǥa tuʹlǩǩummuš nääiʹt ååreeʹl oʹnnest.
fin: Mikäli tiloissa ei käytetä mikrofoneja, eivät tulkit kuule mitään, eikä tulkkaus näin ollen onnistu.

source: Parlameʹnttkueʹrnec Soljust liâ 60 päiʹǩǩed, koin 23 päiʹǩǩed liâ jorbb parlameʹnttpååʹrdest.
fin: Parlamenttisali Soljussa on 60 paikkaa perusmuodossa, joista 23 paikkaa sijaitsee pyöreässä parlamenttipöydässä.

source: Jõs pâʹjjel 40 ooumžed puäđče kuvddled såbbar, kååʹtt lij parlameʹnttkueʹrncest, da kueʹrncest jiâ leäk-ku riʹjttjemnalla išttâmpääiʹǩ, vueiʹtet auditoriost še taarbšeʹmmen kuvddled såbbrid.
fin: Mikäli parlamenttisalissa pidettävää kokousta tulisi paikan päälle seuraamaan yli 40 henkilöä, eikä salissa olisi riittävästi istumapaikkoja, voidaan tarvittaessa kokousta seurata myös auditoriossa.

source: Sajoozz ânnʼjõžäiggsaž teknikk taʹrjjad vuäittmõõžž vueʹǩǩsõs vuõiggnuʹbbeem vuõlttummša juõʹǩǩ sââʹjest põõrt pirrõõzzâst.
fin: Sajoksen nykyaikainen tekniikka mahdollistaa laadukkaan suoratoiston lähettämisen mistä tahansa talon ympäristöstä.

source: Pukin vuõiggnuʹbbeemvuõlttõõzzin põõrǥât ââʹnned määŋg ka-mera, što såbbri da šõddmõõžži kuvlddlummuš leʹčči miõllsaž.
fin: Kaikissa lähetyksissä pyritään käyttämään useampaa kameraa, jotta kokousten ja tapahtumien seuraamisesta tulisi mielekkäämpää.

source: Såbbrid da šõddmõõžžid vuõiggnuʹbbeet (striiʹmjet) vueʹlǧǧemaalǥlânji kueʹrncest mainstum ǩiõlin, leâʹša kueiʹt jiõnnaalǥ vuõlttummuš seämmast lij še teknlânji vueiʹtlvaž.
fin: Kokoukset ja tapahtumat suoratoistetaan (streamataan) lähtökohtaisesti salissa käytetyllä kielellä, mutta myös kahden äänilähteen suoratoistaminen on teknisesti mahdollista.

source: Mäŋggsab jiõnnaalǥ vuõiggnuʹbbummšest liâ kuuitâǥ jiijjâs-i vaʹǯǯtõõzz, ij-ǥa vaʹstteei kääzzkõs leäkku jeeʹres åʹrnn ââʹnnmest.
fin: Useamman äänilähteen suoratoistossa on kuitenkin omia haasteita, eikä vastaavanlaista palvelua maailmalla juurikaan ole käytössä.

source: Ko vuõiggnuʹbbeet ouddmiârkkân konseeʹrt leʹbe simultaantuʹlǩǩuum såbbar, feʹrttai leeʹd lååʹpp konseeʹrt võddõõttjin da såbbar tuulkin vuõiggnuʹbbummša.
fin: Käytännössä toista äänilähdettä (kuten tulkin simultaanitulkkausta) kuunnellaan verkkoselaimen toisesta mediasoittimesta ja kuvaa alkuperäisellä äänellä katsotaan toisesta mediasoittimesta.

source: Vuõiggnuʹbbuum vuõlttõõzzi čõõđtem mâŋŋa ǩiõččmõõžž lij vuäittmõõžžâst, leâʹša tõʹst âlgg suåppâd jeeʹrben juõʹǩǩ šõddmõõžž riâššjivuiʹm.
fin: Suoratoistettujen lähetysten julkaisu jälkikatseltavaksi on mahdollista, mutta siitä tulee sopia kulloisenkin tapahtuman järjestäjän kanssa erikseen.

source: Sääʹmteeʹǧǧ såbbri simultaantuʹlǩǩummuš da vuõiggnuʹbbummuš
fin: Saamelaiskäräjien kokousten simultaanitulkkaus ja suoratoisto

source: Sääʹmteeʹǧǧ vuäzzlain lij vueiʹttemvuõtt ââʹnned såbbrin aanar-, nuõrtt- di tâʹvvsääʹmǩiõl da še lääʹddǩiõl.
fin: Saamelaiskäräjien jäsenten on mahdollista käyttää kokouksissa inarin-, koltan- ja pohjoissaamen sekä suomen kieltä.

source: Såbbri mainstemvuâraid simultaantuʹlǩǩeet ooudpeäʹlnn peäggtum ǩiõli kõõskâst nuʹtt, što takainalla õhtt tulkk vaaldaš õõut ǩiõllpaar (mâʹte lääʹddǩiõll-tâʹvvsääʹmǩiõll) da nuʹbb tulkk nuuʹbb ǩiõllpaar (mâʹte lääʹddǩiõll-aanarsääʹmǩiõll).
fin: Kokouksen puheenvuorot simultaanitulkataan edellä mainittujen kielten välillä siten, että yleensä yksi tulkki hallitsee yhtä kieliparia (kuten suomi-pohjoissaame) ja toinen toista kieliparia (kuten suomi-inarinsaame).

source: Teʹl ko mainstemvuârr lij sååbbarkueʹrncest ouddmiârkkân aanarsäämas, tâʹvvsääʹm tulkk kuvddal aanarsääʹm tuulk lääʹddǩiõllsaž tuʹlǩǩummuž da jåårǥlâtt mainstemvuâr tõn vuâđald tâʹvvsäämas.
fin: Mikäli puheenvuoro pidetään kokoussalissa esimerkiksi inarinsaameksi, kuuntelee pohjoissaamen tulkki inarinsaamen tulkin suomenkielisen tulkkauksen ja kääntää puheenvuoron sen pohjalta pohjoissaameksi.

source: Såbbar äʹššlistt lij Sääʹmteeʹǧǧ vuäzzlai di tuulki ââʹnnmest aanar-, nuõrtt- di tâʹvvsääʹmǩiõʹlle di lääʹddǩiõʹlle.
fin: Kokouksen esityslista on Saamelaiskäräjien jäsenten sekä tulkkien käytettävissä inarin-, koltan- ja pohjoissaamen kielillä sekä suomeksi.

source: Äʹššliist jueʹjjet ǩiõli mieʹldd såbbrest pääiʹǩ âʹlnn juõʹǩǩkiʹžže.
fin: Esityslista kieliversioineen jaetaan kokouksessa kaikille paikalla olijoille.

source: Lääʹddǩiõllsaž äʹššlistt lij laaddâmnalla še Sääʹmteeʹǧǧ dommseeidain.
fin: Suomenkielinen esityslista on ladattavissa myös Saamelaiskäräjien kotisivuilta.

source: Sääʹmǩiõllsaž äʹššliistid põõrǥât lââʹzzted dommseeidaid tõn mieʹldd, ko äʹššliist liâ jåårǥlõttum.
fin: Saamenkieliset esityslistat pyritään lisäämään kotisivuille sen mukaan kuin esityslistojen käännökset valmistuvat.

source: Sääʹmteeʹǧǧ nuõrisuåvtõs tuejjii alttõõzz Sääʹmteeʹǧǧ såbbri vuõiggnuʹbbummšest, koon vuâđald Sääʹmteʹǧǧ tuʹmmji kålggmannu 2014 såbbrest, što täʹst ooudâs Sääʹmteeʹǧǧ såbbrid vuõiggnuʹbbeet interneeʹttest.
fin: Saamelaiskäräjien nuorisoneuvosto teki aloitteen Saamelaiskäräjien kokousten suoratoistosta, jonka pohjalta Saamelaiskäräjät päätti kokouksessaan lokakuussa 2014, että jatkossa Saamelaiskäräjien kokouksia on mahdollista seurata suorana lähetyksenä internetissä.

source: Vuõiggnuʹbbeem täävtõssân lij jm. hiâlpeed såbbri čuâvvmõõžž, õsttâd Aanar ceerkavsiid da säʹmmlai dommvuuʹd åålǥbeäʹlnn jälsteei säʹmmlaid di lââʹzzted teâđ Sääʹmteeʹǧǧ tuåimmjummšest.
fin: Suoratoiston tavoitteena on muun muassa helpottaa kokousten seuraamista, tavoittaa Inarin kirkonkylän ja saamelaisten kotiseutualueen ulkopuolella asuvia saamelaisia sekä lisätä tietoa Saamelaiskäräjien toiminnasta.

source: Vuõiggnuʹbbuum Sääʹmteeʹǧǧ såbbar liâ leämmaž kolmm.
fin: Suoratoistettuja Saamelaiskäräjien kokouksia on ollut kolme.

source: Ǩiõččji meäʹr liâ vaajtõõllâm 170-260 ooumžed / vuõlttõs.
fin: Katsojamäärät ovat vaihdelleet 170–260 henkilöä / lähetys.

source: Vuõlttõõzz õlmmsaž Sääʹmteeʹǧǧ såbbrin liâ ǩiõččâmnalla interneeʹttest addrõõzzâst sogku.
fin: Lähetykset julkisista Saamelaiskäräjien kokouksista ovat seurattavissa internetistä osoitteesta

source: Sääʹmteeʹǧǧ liʹnjjummuž mieʹldd puk Lääʹddjânnmest mainstum sääʹmǩiõlid di lääʹddǩiõl âlgg väʹldded lokku õõutnalla teʹl, ko såbbrid leʹbe jeeʹres šõddmõõžžid riâžžât.
fin: Saamelaiskäräjien linjauksen mukaan kaikki Suomessa puhutut saamen kielet sekä suomen kieli tulee ottaa huomioon tasapuolisesti järjestettäessä kokouksia tai muita tapahtumia.

source: Ko Sajoozz sååbbartek-nikk oudd vuäittmõõžž hieʹlǩeld pâi õõut jiõnnaalǥ (kueʹrnecjiõn) vuejjmõõžž vuõiggnuʹbbummša, pueʹtti Sääʹmteeʹǧǧ såbbri vuõlttõõzzin čuäʹjtet sååbbarkueʹrnec da tåʹben mainstum ǩiõlid tuʹlǩǩeemtää.
fin: Koska Sajoksen kokoustekniikka mahdollistaa helposti vain yhden äänilähteen (saliääni) ajamisen suoratoistoon, tulevien Saamelaiskäräjien kokouksien lähetyksissä näytetään kokoussali ja siellä puhutut kielet ilman tulkkausta.

source: Sääʹmteʹǧǧ pârgg aanar-, nuõrtt- da tâʹvvsääʹmǩiõli di lääʹddǩiõl tuʹlǩǩeem vuäǯǯmõʹšše vuõiggnuʹbbeemvuõlttõʹsse samai sõõrǥab tekniikk di ekonoomlaž vueʹjj vuäittmõõžž mieʹldd.
fin: Saamelaiskäräjät pyrki inarin-, koltan- ja pohjoissaamen sekä suomen kielen tulkkauksen saamiseksi suoratoistolähetykseen mitä pikimmiten tekniikan sekä taloudellisen tilanteen sen mahdollistaessa.

source: Sääʹmteʹǧǧ gåårtââll täʹst šõddâm gåår.
fin: Saamelaiskäräjät pahoittelee tästä mahdollisesti aiheutuvaa mielipahaa.

source: Sääʹmteʹǧǧ ääʹjast juõʹǩǩkiʹžže tiõrv pueʹttem kuvddled Sääʹmteeʹǧǧ såbbrid Sajoʹsse.
fin: Saamelaiskäräjät toivottaa kaikki tervetulleiksi seuraamaan Saamelaiskäräjien kokouksia Sajokseen.

source: Lââʹssteâđ:
fin: Lisätietoa:

source: Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tiina Sanila-Aikio, tiina.
fin: Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio, tiina.
